import { Typography } from '@material-ui/core';
import React from 'react';

export const OnlineOfflineLessonsPage: React.FC = () => {
  return (
    <React.Fragment>
      <Typography paragraph variant="body1">
        Я также провожу как групповые, так и индивидуальные уроки с малышами.
        Продолжительность такого занятия от 20 до 30 минут. Тема может быть:
        развитие речи, музыка, окружающий мир. В каждом уроке я обязательно
        использую различные гимнастики (пальчиковая, дыхательная,физическая,
        гимнастика мозга). В таком возрасте очень важно использовать такие
        упражнения. Для малышей это не только позволяет отвлечься, сменить род
        активности, повеселиться, но и плодотворно сказывается на развитии мозга
        (ведь известно, что отдел мозга, отвечающий за движения и отдел,
        отвечающий за речь, расположены рядом).
      </Typography>
      <Typography paragraph variant="body1">
        На уроках я также использую артикуляционную гимнастику, что помогает в
        постановке звуков. Мы поем песенки, отгадываем загадки, выполняем
        упражнения на логику и мышление, играем в разные игры и просто учимся
        разговаривать и общаться. Уроки проводятся на разных площадках, которые
        выберете вы сами (предпочтительно Zoom). Первый урок в можете
        попробовать совершенно бесплатно, чтобы понять подходит ли вам такой
        формат занятий. Ну и конечно, если вы живете в Нидерландах, у вас всегда
        есть возможность придти ко мне на урок лично. Вам нужно лишь связаться
        со мной и договориться о времени урока.
      </Typography>
      <Typography paragraph variant="body1">
        До скорых встреч!
      </Typography>
    </React.Fragment>
  );
};
